[Play_X2_XP_BET_S_Ambush_A AkEvent]
SpokenText="\"Адвент\" та його Обрані без втоми йдуть по нашому сліду. Сьогодні вони застали нас зненацька."

[Play_X2_XP_BET_S_Covert_Action_Complete_A AkEvent]
SpokenText="Ще одна операція завершена."

[Play_X2_XP_BET_S_First_Res_Op_Geoscape AkEvent]
SpokenText="Самотній Захисник виступає проти всієї потуги \"Адвента\". Допоможіть нам розправитися з нашими ворогами!"

[Play_X2_XP_BET_S_Generic_Confirmation_A AkEvent]
SpokenText="Вокс Тала фо Тен!"

[Play_X2_XP_BET_S_Influence_Increased_A AkEvent]
SpokenText="Наше відплата буде безмежним!"

[Play_X2_XP_BET_S_Met AkEvent]
SpokenText="Для нас велика честь боротися разом з великим командувачем XCOM. Вам довелося стільком пожертвувати у війні зі Старійшинами. Хай наш союз буде міцним."

[Play_X2_XP_BET_S_New_Covert_Actions_A AkEvent]
SpokenText="Шеф, ми знайшли нові способи покарати \"Адвент\"."

[Play_X2_XP_BET_S_Skirmisher_Class_Intro AkEvent]
SpokenText="Колись ви знали їх як солдатів \"Адвента\". Тепер вони вільні зробити свій вибір. У цій боротьбі вони будуть з вами до кінця."

[Play_X2_XP_BET_S_Support_Great_Mission_01 AkEvent]
SpokenText="Великолепна битва! Проти об'єднаних сил \"Адвенту\" не вистояти."

[Play_X2_XP_BET_S_Support_Tough_Mission_01 AkEvent]
SpokenText="Після такого бою віра у нашу справу не зруйнується, але похитнеться."

[Play_X2_XP_S_BET_Ambient_Blacksite AkEvent]
SpokenText="У всіх моїх побратимів є туманні спогади про місце, відоме вам як \"секретний об'єкт\". Для нас це місце нашого народження, а для багатьох людей, обдурених обіцянками Старійшин, - останній притулок. Знищивши його, ми зробили цей світ кращим."

[Play_X2_XP_S_BET_Ambient_Forge AkEvent]
SpokenText="Те, що ви винесли з комплексу Старійшин, невідомо нам. Це щось зовсім інше, ніж ми; спроба повернути втрачене. Воно повинно бути знищено, як і всі інші творіння Старійшин."

[Play_X2_XP_S_BET_Ambient_Philosophy AkEvent]
SpokenText="Для подібних мені спогади про життя в ролі маріонеток Старійшин у складі \"Адвента\" туманні. Там, де колись був безперервний потік наказів, тепер лише почуття свободи. Тепер ми будемо боротися з тими, хто позбавив нас вибору."

[Play_X2_XP_S_BET_Ambient_PsiGate AkEvent]
SpokenText="Старійшини докладають всіх зусиль, щоб привести нові армії з підкорених ними світів. Це лише одні ворота з багатьох, і вони становлять величезну небезпеку для всіх нас."

[Play_X2_XP_S_BET_Ambient_Reaper_Musing AkEvent]
SpokenText="Моїм побратимам добре відомі Жнеці та їх безжалісність у бою: вони знищили безліч слуг Старійшин, щоб вжити в їжу їхні тіла. Однак нам немає діла до їхніх звичаїв; поки вони борються за повалення фальшивих богів, ми залишимося вірними союзу."

[Play_X2_XP_S_BET_Ambient_Templar_Musing AkEvent]
SpokenText="Храмовники прагнуть відібрати у Старійшин найцінніше - силу, яку вони черпають у цьому світі та у всіх інших підкорених світах. Якщо зусилля Храмовників призведуть до краху Старійшин, то ми не будемо стояти у них на шляху."

[Play_X2_XP_S_BET_Chosen_Killed_Stronghold AkEvent]
SpokenText="Мої побратими довго боролися з нащадками Старійшин, які без кінця переслідували нас, прагнучи відібрати новонабуту свободу. Сьогодні ви завдали нищівного удару по Старійшинам і зміцнили союз між нашими народами. Вокс Тала фо Тен!"

[Play_X2_XP_S_BET_Confirm_Covert_Action_A AkEvent]
SpokenText="Наказ зрозумілий. Слухаємося."

[Play_X2_XP_S_BET_Confirm_Covert_Action_B AkEvent]
SpokenText="Мої побратими зроблять усе необхідне."

[Play_X2_XP_S_BET_Confirm_Covert_Action_C AkEvent]
SpokenText="Ми готові тісно співпрацювати з новими союзниками."

[Play_X2_XP_S_BET_Covert_Action_Ambushed_A AkEvent]
SpokenText="Пси \"Адвента\" швидко оточили нас. Мабуть, наша позиція була відома заздалегідь."

[Play_X2_XP_S_BET_Covert_Action_Ambushed_B AkEvent]
SpokenText="Нашу спільну операцію зірвала засідка військ Старійшин. Ми повинні завдати удар у відповідь."

[Play_X2_XP_S_BET_Covert_Action_Ambushed_C AkEvent]
SpokenText="Наші війська потрапили в засідку, але всім вдалося вижити."

[Play_X2_XP_S_BET_Covert_Action_Complete_A AkEvent]
SpokenText="Ми досягли успіху в битві зі Старійшинами."

[Play_X2_XP_S_BET_Covert_Action_Complete_B AkEvent]
SpokenText="Наші дії досягли своєї мети. Хай Старійшини пізнають страх."

[Play_X2_XP_S_BET_Covert_Action_Complete_C AkEvent]
SpokenText="Ми повернулися з перемогою в ім'я спільної справи."

[Play_X2_XP_S_BET_Covert_Action_Fragment_Gain_A AkEvent]
SpokenText="Завдяки нашій останній операції ми отримали нову інформацію про Обраних."

[Play_X2_XP_S_BET_Covert_Action_Fragment_Gain_B AkEvent]
SpokenText="Разом ми змогли дізнатися більше про Обраних, які полюють на вас."

[Play_X2_XP_S_BET_Covert_Action_Fragment_Gain_C AkEvent]
SpokenText="Наша перевага над Обраними зростає з кожною новою часткою інформації."

[Play_X2_XP_S_BET_Covert_Action_Hero_Grant_A AkEvent]
SpokenText="Мій побратим, який здобув свободу одним з перших, хоче приєднатися до вашого колективу."

[Play_X2_XP_S_BET_Covert_Action_Hero_Grant_B AkEvent]
SpokenText="Серед нас багато доблесних воїнів. Один з них хотів би приєднатися до вас в ім'я нашої спільної мети - знищення Старійшин."

[Play_X2_XP_S_BET_Covert_Action_Hero_Grant_C AkEvent]
SpokenText="Один з найхоробріших воїнів серед нас хоче перейти під ваше командування. Я анітрохи не сумніваюся в його здібностях."

[Play_X2_XP_S_BET_Covert_Action_Order_Gain_A AkEvent]
SpokenText="Ми готові до виконання нових наказів і чекаємо лише вашого рішення."

[Play_X2_XP_S_BET_Covert_Action_Order_Gain_B AkEvent]
SpokenText="Якщо є завдання, які потрібно виконати, просто віддайте нам потрібний наказ."

[Play_X2_XP_S_BET_Covert_Action_Order_Gain_C AkEvent]
SpokenText="Усі Захисники, усі ті, хто скинув окови Старійшин, готові почути новий наказ."

[Play_X2_XP_S_BET_Faction_Encountered AkEvent]
SpokenText="Колись ми були маріонетками \"Адвента\", рабами божевільних ідей Старійшин. Але з часом ми здобуваємо свободу; ті, хто вже скинув свої окови, готові з нестримною люттю дати відсіч Старійшинам, знищити все, що їм дорого."

[Play_X2_XP_S_BET_Faction_Leader_Intro AkEvent]
SpokenText="Гадаю, настав час нам познайомитися один з одним. Я - Бетос, перша з визволеного \"Адвента\". Ви тут у безпеці. Пратал Мокс був новачком, але він вірив у свободу і вірив у цей союз - і у вас. Я наслідую його приклад. Захисники готові діяти за вашим наказом. Хай наше єднання наблизить падіння фальшивих богів."

[Play_X2_XP_S_BET_First_Order_Screen AkEvent]
SpokenText="Ми скинули окови Старійшин, але зберегли багато знань, отриманих під їхньою владою. Під вашим керівництвом ми звернемо ці знання в силу, здатну зруйнувати їхні плани на цей світ."

[Play_X2_XP_S_BET_First_Order_Screen_Slot_Open AkEvent]
SpokenText="Мої побратими сильні, і їхня воля непохитна. Якщо ви хочете, ми готові виконати новий наказ."

[Play_X2_XP_S_BET_Influence_Gained_HIGH_A AkEvent]
SpokenText="Захисники поважають ваші методи. Ваші люди борються з честю."

[Play_X2_XP_S_BET_Influence_Gained_HIGH_B AkEvent]
SpokenText="Наші спільні успіхи вселяють надію, що скоро Старійшинам настане кінець."

[Play_X2_XP_S_BET_Influence_Gained_HIGH_C AkEvent]
SpokenText="Легендарний командувач XCOM все більш шанований серед моїх побратимів."

[Play_X2_XP_S_BET_Influence_Gained_MED_A AkEvent]
SpokenText="Спільний ворог об'єднує нас. Разом ми сила."

[Play_X2_XP_S_BET_Influence_Gained_MED_B AkEvent]
SpokenText="Мої побратими поважають ваші рішення."

[Play_X2_XP_S_BET_Influence_Gained_MED_C AkEvent]
SpokenText="Ви довели нам, що вам можна довіряти."

[Play_X2_XP_S_BET_New_Covert_Actions_Available_A AkEvent]
SpokenText="Ми навчилися нових тактик, які можна застосувати проти слуг Старійшин. Якщо ви накажете, ми займемося цим."

[Play_X2_XP_S_BET_New_Covert_Actions_Available_B AkEvent]
SpokenText="Наше розуміння Старійшин стало повнішим. Ми можемо скористатися новими методами, щоб припинити їхні дії."

[Play_X2_XP_S_BET_New_Covert_Actions_Available_C AkEvent]
SpokenText="Ми готові за вашим наказом скористатися новими способами перешкодити здійсненню планів Старійшин."

[Play_X2_XP_S_BET_Res_Op_Failure_A AkEvent]
SpokenText="Ми не повинні допустити успіху Старійшин, якою б не була ціна."

[Play_X2_XP_S_BET_Res_Op_Failure_B AkEvent]
SpokenText="Цим невдачам потрібно покласти край."

[Play_X2_XP_S_BET_Res_Op_Failure_C AkEvent]
SpokenText="Ми повинні подвоїти наші зусилля, навіть перед обличчям смерті."

[Play_X2_XP_S_BET_Res_Op_Failure_D AkEvent]
SpokenText="Якщо наша невдача дозволяє Старійшинам зберігати контроль, то їй немає виправдання."

[Play_X2_XP_S_BET_Res_Op_Failure_E AkEvent]
SpokenText="Ми продовжуємо служити спільній справі, але постарайтеся нас не підвести."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_A AkEvent]
SpokenText="Якби ви допомогли моїм побратимам у цій операції, ми були б надзвичайно вдячні."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_B AkEvent]
SpokenText="Я закликаю вас допомогти моїм побратимам у бою, як годиться вірним союзникам."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_C AkEvent]
SpokenText="Ви допоможете нам? Ми потребуємо вашого досвіду."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_D AkEvent]
SpokenText="Деякі мої побратими опинилися у складній ситуації. Ви не надасте нам допомогу?"

[Play_X2_XP_S_BET_Res_Op_Help_Needed_E AkEvent]
SpokenText="Ми не пасуємо перед небезпекою, але в результаті часто опиняємося у складних ситуаціях. Я прошу вас про допомогу саме з такою ситуацією."

[Play_X2_XP_S_BET_Res_Op_Success_A AkEvent]
SpokenText="Почесна перемога!"

[Play_X2_XP_S_BET_Res_Op_Success_B AkEvent]
SpokenText="Разом ми знищимо Старійшин!"

[Play_X2_XP_S_BET_Res_Op_Success_C AkEvent]
SpokenText="Наша справа набирається сил!"

[Play_X2_XP_S_BET_Res_Op_Success_D AkEvent]
SpokenText="Легенди не збрехали про вас."

[Play_X2_XP_S_BET_Res_Op_Success_E AkEvent]
SpokenText="Ви виправдовуєте нашу довіру."

[Play_X2_XP_S_BET_Res_Order_Confirm_A AkEvent]
SpokenText="Виконуємо."

[Play_X2_XP_S_BET_Res_Order_Confirm_B AkEvent]
SpokenText="Наказ ясний."

[Play_X2_XP_S_BET_Res_Order_Confirm_C AkEvent]
SpokenText="Мої побратими виконають це."

[Play_X2_XP_S_BET_Res_Order_Confirm_D AkEvent]
SpokenText="Захисники у вашому розпорядженні."

[Play_X2_XP_S_BET_Res_Order_Confirm_E AkEvent]
SpokenText="В ім'я перемоги над Старійшинами."

[Play_X2_XP_S_BET_Walkup_Captured_Soldier_Rescue AkEvent]
SpokenText="Турбота, яку ви виявляєте до полоненого союзника, не входить до числа якостей, які виховуються Старійшинами у своїх слугах."

[Play_X2_XP_S_BET_Walkup_Chosen_Fought AkEvent]
SpokenText="Старійшини намагаються переконати, що Обрані для нас недосяжні - безсмертні діти безсмертних богів. І тих, і інших чекає один кінець."

[Play_X2_XP_S_BET_Walkup_Chosen_Killed AkEvent]
SpokenText="Ваша перемога над вірним слугою Старійшин вселяє надію у всіх, хто раніше вважав подібне неможливим."

[Play_X2_XP_S_BET_Walkup_Faction_Only AkEvent]
SpokenText="Покласти край планам Старійшин - ось мета будь-якого Захисника. Поки вона не досягнута, для нас немає іншого шляху."

[Play_X2_XP_S_BET_Walkup_Hero_Captured AkEvent]
SpokenText="Навряд чи Старійшини виявлять милосердя до нашого полоненого союзника. Навіть якщо він ще живий, то час його добігає кінця."

[Play_X2_XP_S_BET_Walkup_Hero_Killed AkEvent]
SpokenText="Ставши на новий шлях, ми підтверджуємо готовність пожертвувати всім, що у нас є. Вокс Тала фо Тен!"

[Play_X2_XP_S_BET_Walkup_Lose AkEvent]
SpokenText="Старійшини багато тисячоліть займалися тим, що відбирали чужі життя. Нам же доведеться вчитися на своїх помилках."

[Play_X2_XP_S_BET_Walkup_Win AkEvent]
SpokenText="Сьогоднішня перемога викличе у Старійшин лють, а у моїх воїнів - приплив гордості."
